{
    "An imageboard video player.": "Плеер видео с имиджборд",
    "Looks like the board does not contain videos.": "Похоже, что на этой борде нет видео.",
    "Try another one.": "Попробуйте другую.",
    "Search boards...": "Поиск по бордам...",
    "Unsupported website": "Неподдерживаемый сайт",
    "Unsupported board": "Неподдерживаемая борда",
    "These credentials do not match our records.": "У нас нет аккаунта с таким именем и паролем.",
    "The provided password is incorrect.": "Пароль неверен.",
    "Too many login attempts. Please try again in :seconds seconds.": "Слишком много попыток входа. Попробуйте еще раз через :seconds с.",
    "This board is closed.": "Это закрытая борда.",
    "To get access to the board, follow the": "Чтобы получить доступ к борде, следуйте",
    "instructions": "инструкциям",
    "and enter the obtained access code into the field below.": "и введите полученный код доступа в поле ниже.",
    "Access Code": "Код доступа",
    "Enter": "Ввести",
    "Getting usercode cookie for 2ch.hk": "Получение куки usercode для 2ch.hk",
    "Navigate to 2ch.hk.": "Перейдите на 2ch.hk.",
    "Leave a post or a comment. Do not violate the rules.": "Оставьте пост или комментарий. Не нарушайте правила.",
    "Enter the following in the URL (do not paste):": "Введите следующий текст в строку URL (не копируйте):",
    "Press ENTER.": "Нажмите ENTER.",
    "Copy the value corresponding to": "Скопируйте значение, соответствующее",
    "Example value: ": "Пример: ",
    "That's it! Now you have the access code.": "Все! Теперь у вас есть код доступа.",
    "I've entered the code, but there is black screen instead of videos. What do I do?": "Я ввел код, но вместо видео отображается черный экран. Что делать?",
    "Make sure you enter the code on the same device you received in on.": "Убедитесь, что вы вводите код на том же устройстве, на котором разместили пост и получили его.",
    "To watch videos, you have to have the": "Для просмотра видео у вас должна стоять кука",
    "set on 2ch.hk itself.": "на самом 2ch.hk.",
    "If that did not help, your browser probably rejects using the cookie on 2ch.hk.": "Если это не помогло, ваш браузер отклоняет использование куки на 2ch.hk.",
    "On Firefox, you should just disable the Tracking Protection for :title.": "На Firefox достаточно выключить защиту от отлеживания на :title.",
    "Learn how.": "Узнать, как.",
    "On Chromium-based browsers (Google Chrome, Edge):": "В браузерах Chromium (Google Chrome, Edge):",
    "Press F12 to open Developer Tools.": "Нажмите F12, чтобы открыть инструменты разработчика.",
    "Go Application - Cookies, find the cookie and select \"Secure\".": "Перейдите в Приложение - Куки, найдите куку и поставьте галочку в колонке \"Secure\".",
    "On Chrome Android, you may complete the previous steps using": "На Chrome для Android, вы можете выполнить предыдущие шаги с помощью"
}
